{ "translations": {
    "Bad HTTP method" : "Método HTTP incorreto",
    "Bad credentials" : "Credenciais inválidas",
    "Identity Management" : "Gerenciamento de Identidade",
    "SCIM Client" : "Cliente SCIM",
    "Use Nextcloud as an SCIM identity provider" : "Use o Nextcloud como um Provedor de Identidade SCIM",
    "Use Nextcloud as an identity provider for external services using the [SCIM](https://scim.cloud/) standard.\n\nSimply add your SCIM servers in the admin settings, and the app will automatically sync all Nextcloud users and groups to your servers." : "Use o Nextcloud como um provedor de identidade para serviços externos usando o padrão [SCIM](https://scim.cloud/).\n\nBasta adicionar seus servidores SCIM nas configurações de administração, e o aplicativo sincronizará automaticamente todos os usuários e grupos do Nextcloud com seus servidores.",
    "Use Nextcloud as an identity provider for external services using the SCIM standard." : "Use o Nextcloud como provedor de identidade para serviços externos utilizando o padrão SCIM.",
    "Delete Server Confirmation" : "Confirmação de Remoção de Servidor",
    "Are you sure you want to delete this server?" : "Tem certeza de que deseja excluir este servidor?",
    "Cancel" : "Cancelar",
    "Delete" : "Excluir",
    "Edit Server Details" : "Editar Detalhes do Servidor",
    "Register New Server" : "Registrar Novo Servidor",
    "A server with this name already exists" : "Um servidor com este nome já existe",
    "URL should start with http:// or https://" : "O URL deve começar com http:// ou https://",
    "A server with this URL already exists" : "Um servidor com este URL já existe",
    "Server connection successful" : "Conexão com o servidor bem-sucedida",
    "Failed to connect to server. Check the logs" : "Falha ao conectar ao servidor. Verifique os logs",
    "Failed to check connection to server. Check the logs" : "Falha ao verificar conexão com o servidor. Verifique os logs",
    "Server successfully registered, initial sync started" : "Servidor registrado com sucesso. Sincronização inicial iniciada",
    "Failed to register server. Check the logs" : "Falha ao registrar servidor. Verifique os logs",
    "Password confirmation failed" : "Falha na confirmação da senha",
    "Server successfully updated" : "Servidor atualizado com sucesso",
    "Failed to update server. Check the logs" : "Falha ao atualizar o servidor. Verifique os logs",
    "Name" : "Nome",
    "Server Nickname" : "Apelido do Servidor",
    "Server URL" : "URL do servidor",
    "API Key" : "Chave API",
    "Server API Key" : "Chave API do Servidor",
    "Save" : "Salvar",
    "Register" : "Registrar",
    "Check connection" : "Verificar conexão",
    "Registered Servers" : "Servidores Registrados",
    "Registered servers list" : "Lista de servidores registrados",
    "No servers configured" : "Nenhum servidor configurado",
    "Register a new server below and fill in the required details" : "Registre um novo servidor abaixo e preencha os detalhes necessários",
    "Server successfully deleted" : "Servidor excluído com sucesso",
    "Failed to delete server. Check the logs" : "Falha ao remover servidor. Verifique os logs",
    "Sync" : "Sincronizar",
    "Edit" : "Editar"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}